/**
 * Created by Vista on 04.07.16.
 */
main.factory('userConst', function () {
    var cnst = {};
    cnst.DaysOfWeek = [
        'Понеділок',
        'Вівторок',
        'Середа',
        'Четвер',
        "П/'ятниця",
        'Субота',
        'Неділя'
    ];
    cnst.DaysOfWeekShort=[
        'Пн',
        'Вт',
        'Ср',
        'Чт',
        "Пт",
        'Сб',
        'Нд'
    ];
    
    cnst.month = [
        'Січень',
        'Лютий',
        'Березень',
        'Квітень',
        'Травень',
        'Червень',
        'Липень',
        'Серпень',
        'Вересень',
        'Жовтень',
        'Листопад',
        'Грудень'
    ];
    return cnst;

});